[
  { "text": "La vie n'est pas d'attendre que les orages passent, c'est d'apprendre à danser sous la pluie.", "author": "Vivian Greene" },
  { "text": "La vie est ce que tu en fais.", "author": "Eleanor Roosevelt" },
  { "text": "Le seul moyen de faire du bon travail est d’aimer ce que vous faites.", "author": "Steve Jobs" },
  { "text": "Ce n’est pas la montagne que nous conquérons, mais nous-mêmes.", "author": "Sir Edmund Hillary" },
  { "text": "Faites ce que vous pouvez, avec ce que vous avez, là où vous êtes.", "author": "Theodore Roosevelt" },
  { "text": "Ne t'inquiète pas pour l'échec, inquiète-toi pour les chances que tu laisses passer.", "author": "Jack Canfield" },
  { "text": "Les rêves ne fonctionnent que si tu travailles dur.", "author": "John C. Maxwell" },
  { "text": "L'avenir appartient à ceux qui croient à la beauté de leurs rêves.", "author": "Eleanor Roosevelt" },
  { "text": "L'échec est simplement l'opportunité de recommencer, cette fois de manière plus intelligente.", "author": "Henry Ford" },
  { "text": "Le succès n'est pas final, l'échec n'est pas fatal : c'est le courage de continuer qui compte.", "author": "Winston Churchill" },
  { "text": "Ce n’est pas la quantité de temps, mais la qualité de celui-ci qui compte.", "author": "Harriet Beecher Stowe" },
  { "text": "N'attends pas. Le temps ne sera jamais juste.", "author": "Napoleon Hill" },
  { "text": "Rien de grand n'a jamais été accompli sans enthousiasme.", "author": "Ralph Waldo Emerson" },
  { "text": "La seule façon de faire un excellent travail est d’aimer ce que vous faites.", "author": "Steve Jobs" },
  { "text": "L'homme qui déplace une montagne commence par enlever les petites pierres.", "author": "Confucius" },
  { "text": "Ce que nous pensons, nous le devenons.", "author": "Buddha" },
  { "text": "Agis comme s’il était impossible d’échouer.", "author": "Dorothea Brande" },
  { "text": "L'obscurité ne chasse pas l'obscurité, seule la lumière peut le faire.", "author": "Martin Luther King Jr." },
  { "text": "Le voyage de mille lieues commence par un pas.", "author": "Lao Tseu" },
  { "text": "La meilleure façon de prédire l’avenir est de le créer.", "author": "Abraham Lincoln" },
  { "text": "C'est dans l'adversité que l'on reconnaît le vrai courage.", "author": "Aristote" },
  { "text": "Il n'est jamais trop tard pour être ce que nous aurions pu être.", "author": "George Eliot" },
  { "text": "Ne limite pas tes défis, défie tes limites.", "author": "Jerry Dunn" },
  { "text": "Tout ce que vous pouvez faire, ou rêver de faire, commencez-le. L'audace a du génie, du pouvoir et de la magie.", "author": "Johann Wolfgang von Goethe" },
  { "text": "Les grandes choses ne sont jamais faites par une seule personne, elles sont faites par une équipe de personnes.", "author": "Steve Jobs" },
  { "text": "Croyez en vous-même et tout devient possible.", "author": "Elon Musk" },
  { "text": "Ce qui ne nous tue pas nous rend plus fort.", "author": "Friedrich Nietzsche" },
  { "text": "Les limites ne sont que des illusions.", "author": "Richard Bach" },
  { "text": "Ce n'est pas ce que vous faites, mais la façon dont vous le faites.", "author": "Mahatma Gandhi" },
  { "text": "L’action est la clé fondamentale de tout succès.", "author": "Pablo Picasso" },
  { "text": "L’unique manière de faire un excellent travail est d’aimer ce que vous faites.", "author": "Steve Jobs" },
  { "text": "Pour être irremplaçable, il faut toujours être différent.", "author": "Coco Chanel" },
  { "text": "Visez la lune. Même si vous la ratez, vous atterrirez parmi les étoiles.", "author": "Les Brown" },
  { "text": "La seule vraie limite à nos réalisations de demain est nos doutes et hésitations d'aujourd'hui.", "author": "Franklin D. Roosevelt" },
  { "text": "Nous ne sommes pas définis par nos échecs, mais par la manière dont nous nous en relèverons.", "author": "Barack Obama" },
  { "text": "Si vous voulez que vos rêves se réalisent, ne dormez pas.", "author": "J.P. Morgan" },
  { "text": "Rien ne peut remplacer la persévérance.", "author": "Thomas Edison" },
  { "text": "Il faut faire ce que l’on est capable de faire avant que l’on puisse faire ce qu’on ne peut pas.", "author": "Albert Einstein" },
  { "text": "Ne vous inquiétez pas des échecs, inquiétez-vous des chances que vous ratez.", "author": "Jack Canfield" },
  { "text": "Quand tout semble aller contre vous, rappelez-vous que l'avion décolle face au vent.", "author": "Henry Ford" },
  { "text": "Les grandes choses ne sont jamais faites par une seule personne, elles sont faites par une équipe de personnes.", "author": "Steve Jobs" },
  { "text": "L’humanité ne s’élève que lorsque chacun est prêt à donner le meilleur de soi-même.", "author": "Albert Schweitzer" },
  { "text": "Ce qui est fait dans l’amour est fait pour l’éternité.", "author": "William Blake" },
  { "text": "C'est la possibilité de réaliser un rêve qui rend la vie intéressante.", "author": "Paulo Coelho" },
  { "text": "Les erreurs ne sont que des opportunités d'apprendre.", "author": "Henry Ford" },
  { "text": "La vie est 10 % ce que vous en faites et 90 % comment vous la prenez.", "author": "Charles R. Swindoll" },
  { "text": "Plus vous en faites, plus vous en avez.", "author": "Wayne Dyer" },
  { "text": "La meilleure manière de prédire l’avenir est de le créer.", "author": "Abraham Lincoln" },
  { "text": "Les seules limites qui existent sont celles que vous vous imposez.", "author": "Tony Robbins" },
  { "text": "Les rêves sont la source d’inspiration dans la vie.", "author": "Walt Disney" },
  { "text": "Le but de la vie est de vivre dans l’harmonie avec soi-même et le monde.", "author": "Confucius" },
  { "text": "Celui qui a un pourquoi peut supporter n’importe quel comment.", "author": "Friedrich Nietzsche" },
  { "text": "Ce n’est pas ce que nous avons mais ce que nous apprécions qui fait la différence.", "author": "Charles Spurgeon" },
  { "text": "Les seules personnes qui échouent sont celles qui n'essaient pas.", "author": "George Bernard Shaw" },
  { "text": "Faites ce que vous pouvez avec ce que vous avez là où vous êtes.", "author": "Theodore Roosevelt" },
  { "text": "L’action est la clé fondamentale de tout succès.", "author": "Pablo Picasso" },
  { "text": "Le meilleur moment pour commencer est maintenant.", "author": "John Maxwell" },
  { "text": "Une personne qui ne fait pas d'erreurs ne fait jamais rien.", "author": "Einstein" },
  { "text": "Ce qui est fait dans l'amour est fait pour l'éternité.", "author": "William Blake" },
  { "text": "L’échec est l'épice qui donne sa saveur au succès.", "author": "Truman Capote" },
  { "text": "Faites de chaque journée un chef-d'œuvre.", "author": "John Wooden" },
  { "text": "Le voyage de mille lieues commence par un pas.", "author": "Lao Tseu" },
  { "text": "Il n'y a pas de substitut à la constance.", "author": "Charles F. Kettering" },
  { "text": "L’important n’est pas de réussir, mais de ne jamais cesser d’essayer.", "author": "Albert Einstein" },
  { "text": "Les idées ne sont que des idées tant que vous ne les réalisez pas.", "author": "Steve Jobs" },
  { "text": "Ce que tu crois, tu le deviens.", "author": "Buddha" },
  { "text": "Ne vous attendez pas à ce que la vie soit facile. Attendez-vous à ce qu’elle soit difficile, mais croyez en votre capacité à la surmonter.", "author": "Norman Vincent Peale" },
  { "text": "Tout ce que tu as à faire est de croire en toi-même.", "author": "Walt Disney" },
  { "text": "La seule façon de prédire l'avenir est de le créer.", "author": "Abraham Lincoln" },
  { "text": "La meilleure façon de réussir est de commencer.", "author": "Mark Twain" },
  { "text": "Le travail acharné paie toujours.", "author": "Thomas Edison" },
  { "text": "Celui qui tombe et se relève est beaucoup plus fort que celui qui ne tombe jamais.", "author": "Unknown" },
  { "text": "La meilleure chose à faire est de toujours faire de votre mieux.", "author": "Oprah Winfrey" },
  { "text": "Le succès consiste à aller d'échec en échec sans perdre son enthousiasme.", "author": "Winston Churchill" },
  { "text": "Tout ce que tu veux est de l'autre côté de la peur.", "author": "Jack Canfield" },
  { "text": "Agis comme si c'était impossible d'échouer.", "author": "Dorothea Brande" },
  { "text": "L’échec est une opportunité de recommencer, mais cette fois plus intelligemment.", "author": "Henry Ford" },
  { "text": "Le seul véritable échec est celui dont vous ne vous relevez pas.", "author": "John Madden" },
  { "text": "L’ambition est la première étape vers le succès.", "author": "Oscar Wilde" },
  { "text": "L’échec est simplement l’opportunité de recommencer, mais de manière plus intelligente.", "author": "Henry Ford" }
]
